Repository: jianinz/AudioKitSynthOne
Catalog: AudioKitSynthOne/*.lproj/Localizable.strings
Languages: tr

source: All MIDI learn knob assignments have been removed.
tr: Tüm MIDI Öğren düğmesi eşleşmeleri kaldırıldı.

source: All notes have been turned off.
tr: Tüm notalar susturuldu.

source: Almost done!
tr: Neredeyse bitti!

source: Arp/Sequencer Off
tr: Arp/Sıralayıcı Kapalı

source: Arp/Sequencer On
tr: Arp/Sıralayıcı Açık

source: Arpeggiator Interval: (Int(value))
tr: Arpejleyici Aralığı: (Int(değer))

source: Arpeggiator Mode
tr: Arpejleyici Modu

source: AutoPan Rate: (Rate.fromFrequency(value)), (value.decimalString) Hz
tr: OtomatikPan Oranı: (Rate.fromFrequency(value)), (value.decimalString) Hz

source: AutoPan Rate: (value.decimalString) Hz
tr: OtmatikPan Oranı: (value.decimalString) Hz

source: AutoPan Strength: (value.percentageString)
tr: OtomatikPan Gücü: (value.percentageString)

source: Background audio will drain the battery faster. Please turn off when not in use.
tr: Arkaplanda çalıştığı sürece pilinizi tüketir. Lütfen kullanmadığınızda kapatmaya dikkat edin.

source: Band Pass
tr: Bant Geçişi

source: Bitcrush LFO ‣ (lfoSource!)
tr: Bitcrush tipi LFO ‣ (lfoSource!)

source: Congratulations! 🎉
tr: Tebrikler! 🎉

source: Couldn't configure the file writer
tr: Dosya yazıcı ayarlanamadı

source: Couldn't open the output file
tr: Çıktı dosyası açılamadı

source: Couldn't prepare the output format (error %d/%4.4s)
tr: Çıktı formatı hazırlanamadı (hata (error %1$d/%2$.4s))

source: Cutoff LFO ‣ (lfoSource!)
tr: Kesme tipi LFO ‣ (lfoSource!)

source: Cutoff: (s.getSynthParameter(.cutoff).decimalString) Hz, Resonance: (s.getSynthParameter(.resonance).decimalString)
tr: Kesme: (s.getSynthParameter(.cutoff).decimalString) Hz, Rezonans: (s.getSynthParameter(.resonance).decimalString)

source: DCO 1 Volume: (value.percentageString)
tr: DCO 1 Sesi: (value.percentageString)

source: DCO 1: (Int(value)) semitones
tr: DCO 1: (Int(value)) yarı tonları

source: DCO 2 Volume: (value.percentageString)
tr: DCO 2 Sesi: (value.percentageString)

source: DCO 2: (Int(value)) detune
tr: DCO 2: (Int(value)) akordunu bozma

source: DCO 2: (Int(value)) semitones
tr: DCO 2: (Int(value)) yarı tonları

source: DCO Mix: (Int(value))
tr: DCO Karışımı: (Int(value))

source: DCO Mix: (Int(value)) detune
tr: DCO Karışımı: (Int(value)) akordunu bozma

source: Decay LFO ‣ (lfoSource!)
tr: Gecikme stili LFO ‣ (lfoSource!)

source: Delay Off
tr: Gecikme Kapalı

source: Delay Feedback/Taps: (value.percentageString)
tr: Gecikme Geri Bildirimi/Vuruşları: (value.percentageString)

source: Delay Mix: (value.percentageString)
tr: Gecikme Karışımı: (value.percentageString)

source: Delay On
tr: Gecikme Açık

source: Delay Time: (Rate.fromTime(value)), (value.decimalString)s
tr: Gecikme Süresi: (Rate.fromTime(value)), (value.decimalString) s

source: Delay Time: (value.decimalString) s
tr: Gecikme Süresi: (value.decimalString) s

source: Detune LFO ‣ (lfoSource!)
tr: Akord Bozma stili LFO ‣ (lfoSource!)

source: Don't Sleep Mode
tr: Uyumama Modu

source: Filter Env LFO ‣ (lfoSource!)
tr: Filtre Zarfı LFO ‣ (lfoSource!)

source: Filter Envelope: (value.percentageString)
tr: Filtre Zarfı: (value.percentageString)

source: Filter Type: (ftype)
tr: Filtre Türü: (ftype)

source: FM Mod: (value.percentageString)
tr: FM Modu: (value.percentageString)

source: FM Volume: (value.percentageString)
tr: FM Ses Düzeyi: (value.percentageString)

source: Glide: (value.decimalString)
tr: Nota Kaydır: (value.decimalString)

source: High Pass
tr: Yüksek Geçişi

source: Important
tr: Önemli

source: LFO 2 Rate: (Rate.fromFrequency(value)), (value.decimalString) Hz
tr: LFO 2 Oranı: (Rate.fromFrequency(value)), (value.decimalString) Hz

source: LFO 2 Rate: (value.decimalString) Hz
tr: LFO 2 Oranı: (value.decimalString) Hz

source: LFO1 Rate: (Rate.fromFrequency(s.getSynthParameter(.lfo1Rate))), LFO1 Amp: (s.getSynthParameter(.lfo1Amplitude).percentageString)
tr: LFO1 Oranı: (Rate.fromFrequency(s.getSynthParameter(.lfo1Rate))), LFO1 Amp: (s.getSynthParameter(.lfo1Amplitude).percentageString)

source: LFO1 Rate: (s.getSynthParameter(.lfo1Rate).decimalString)Hz, LFO1 Amp: (s.getSynthParameter(.lfo1Amplitude).percentageString)
tr: LFO1 Oranı: (s.getSynthParameter(.lfo1Rate).decimalString) Hz, LFO1 Amp: (s.getSynthParameter(.lfo1Amplitude).percentageString)

source: Low Pass
tr: Düşük Geçiş

source: MAIN
tr: ANA

source: Master Volume: (value.percentageString)
tr: Ana Ses Düzeyi: (value.percentageString)

source: MIDI Learn Off
tr: MIDI Öğren Kapalı

source: MIDI Learn Reset
tr: MIDI Öğren'i Sıfırla

source: MIDI Learn: Touch a knob to assign
tr: MIDI Öğren: Eşleştirmek için herhangi bir düğmeye dokunun

source: MIDI Note > 127. G8 is the highest playable key. Take it down a notch 😉
tr: MIDI Notası > 127. G8 En yüksek çalınabilir notadır. Biraz alttan alın 😉

source: Midi Panic
tr: MIDI Panik

source: Noise LFO ‣ (lfoSource!)
tr: Gürültü tipi LFO ‣ (lfoSource!)

source: Noise Volume: ((value * 4).percentageString)
tr: Gürültü Ses Düzeyi: ((value*4).percentageString)

source: Notice
tr: Dikkat

source: Oops!
tr: Pardon!

source: Osc Mix LFO ‣ (lfoSource!)
tr: Osc Karışım tipi LFO ‣ (lfoSource!)

source: Phaser Feedback: (value.decimalString)
tr: Phaser Geri Bildirimi: (value.decimalString)

source: Phaser Mix: (value.decimalString)
tr: Phaser Karışımı: (value.decimalString)

source: Phaser Notch Width: (value.decimalString)
tr: Phaser Notch Genişliği: (value.decimalString)

source: Phaser Rate: (value.decimalString)
tr: Phaser Oranı: (value.decimalString)

source: Pitch LFO ‣ (lfoSource!)
tr: Perde tipi LFO ‣ (lfoSource!)

source: Resonance LFO ‣ (lfoSource!)
tr: Rezonans tipi LFO ‣ (lfoSource!)

source: Reverb Low-cut: (value.decimalString) Hz
tr: Yankı Düşük Geçişi: (value.decimalString) Hz

source: Reverb Mix LFO ‣ (lfoSource!)
tr: Yankı Karışımı tipi LFO ‣ (lfoSource!)

source: Reverb Mix: (value.percentageString)
tr: Yankı Karışımı: (value.percentageString)

source: Reverb Off
tr: Yankı Kapalı

source: Reverb On
tr: Yankı Açık

source: Reverb Size: (value.percentageString)
tr: Yankı Boyutu: (value.percentageString)

source: Sample Rate: (Int(value)) Hz
tr: Sample Hızı: (Int(value)) Hz

source: SEQ
tr: DİZİ

source: Sequencer Mode
tr: Sıralayıcı Modu

source: Stay informed!
tr: Bildirim alın!

source: Sub Osc Volume: (value.decimalString)
tr: Sub Osc Ses Düzeyi: (value.decimalString)

source: Thank you
tr: Teşekkürler

source: There is already a bank with the name '(bankName)'. Please rename one of them to keep things working smoothly.
tr: Zaten adı (bankName) olan bir banka var. Lütfen işleri düzgün bir şekilde sürdürmek için bunlardan birini yeniden adlandırın.

source: This is a FREE app built by volunteers. Please help with a Great rating so we can make more apps! Thanks for being awesome.
tr: Bu uygulama gönüllüler tarafından ÜCRETSİZ oluşturulmuştur. Daha fazla uygulama sunabilmeniz için lütfen yüksek bir puan vererek bize yardımcı olun! Harika olduğun için teşekkürler.

source: This mode is great for playing live. Background audio will also stay on. Note: It will use more power and could drain your battery faster
tr: Bu mod canlı çalmak için harika. Arkaplan sesi de açık kalacaktır. Not: Daha fazla güç kullanır ve pilinizi daha hızlı boşaltabilir

source: Too High
tr: Çok Yüksek

source: Tremolo LFO ‣ (lfoSource!)
tr: Tremolo tipi LFO ‣ (lfoSource!)

source: TUNE
tr: AKORD

source: Twist knob on your MIDI Controller
tr: MIDI kontrolörünüzdeki düğmeyi çevirin

source: We'll send Free updates, sounds, and apps. Allow notifications!
tr: Bildirimleri Açın! Size yeni uygulamalar, sesler ve güncellemeler göndereceğiz!

source: Widen: (value.decimalString)
tr: Genişlet: (value.decimalString)
